Data/Raw data/Summary Parameters/Couchbase 100K/WorkloadE.txt
[OVERALL], RunTime(ms), 19690
[OVERALL], Throughput(ops/sec), 253.93600812595227
[TOTAL_GCS_PS_Scavenge], Count, 16
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 138
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7008633824276282
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 16
[TOTAL_GC_TIME], Time(ms), 138
[TOTAL_GC_TIME_%], Time(%), 0.7008633824276282
[CLEANUP], Operations, 2
[CLEANUP], AverageLatency(us), 1.0
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 2
[CLEANUP], 95thPercentileLatency(us), 2
[CLEANUP], 99thPercentileLatency(us), 2
[INSERT], Operations, 260
[INSERT], AverageLatency(us), 1580.3961538461538
[INSERT], MinLatency(us), 282
[INSERT], MaxLatency(us), 34175
[INSERT], 95thPercentileLatency(us), 5463
[INSERT], 99thPercentileLatency(us), 9999
[INSERT], Return=OK, 260
[SCAN], Operations, 4740
[SCAN], AverageLatency(us), 7334.644303797469
[SCAN], MinLatency(us), 1061
[SCAN], MaxLatency(us), 127935
[SCAN], 95thPercentileLatency(us), 18351
[SCAN], 99thPercentileLatency(us), 33951
[SCAN], Return=OK, 4740